PLEASE_REGISTER = (
    'Хей приятель, чтобы пользоваться мной зарегайся на нашем '
    'крутом сервисе. \nПри регистрации необходимо чтобы твой логин '
    'в телеге совпадал с логином на нашем сервисе:)'
)
UNKNOWN_ERROR = 'Упс, произошла какая то ошибка -> вот она: '

COMMANDS = {
    'start': (
        'Я бот который родился в процессе написания тестового задания. '
        'Расскажу интересные новости и скажу какая погода. '
        'Cписок рабочих команд ты увидешь заюзая команду: /help '
        'Надеюсь тебе понравится))'
    ),
    'help': (
        '/start: Скажу привет и расскажу кратко, что умею, \n'
        '/help: Расскажу какими командами ты можешь воспользоваться, \n'
        '/weather: расскажу какая погода в этом городе, \n'
        '/news: Интересные новости читать будем??!!1! '
    ),
    'news': 'Я ща тебе такое расскажу, только сначала присядь ',
    'weather': 'Так а ты вообще знаешь че там по погоде? Ща буду рассказывать '
}
